Repository: hupe13/ghu-update-puc
Catalog: github/lang/ghu-update-puc-*.po
Languages: de_de

source: active
de_de: aktiv

source: Github Repositories managed by Plugin Update Checker
de_de: Github Repositories welche das Update über den Plugin Update Checker erhalten

source: hosted on
de_de: gehostet auf

source: If you have installed any plugins from hupe13 hosted on Github, you can receive the updates here.
de_de: Wenn du Plugins von hupe13 installiert hast, die auf Github gehostet werden, kannst du die Updates hier erhalten.

source: link to blog
de_de: Link zum Blog

source: Maybe you need a %1$sGithub token%2$s to receive updates successfully.
de_de: Möglicherweise benötigst du ein %1$sGithub-Token%2$s, um erfolgreich Updates zu erhalten.

source: Plugins by hupe13
de_de: Plugins von hupe13

source: Reset
de_de: Zurücksetzen

source: Settings
de_de: Einstellungen

source: Updates by hupe13 hosted on GitHub
de_de: Updates von hupe13 - gehostet auf GitHub

source: You need a %1$sGithub token%2$s to receive updates successfully.
de_de: Du benötigst ein %1$sGithub-Token%2$s, um erfolgreich Updates zu erhalten.

source: You will get updates with the %s.
de_de: Du bekommst Updates mit dem %s.
